Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/AccountTransfer.xcstrings
Source language: en
Languages: es, zh_hans

# account_transfer.code_header
source: Transfer code
es: Código de transferencia
zh_hans: 转移码

# account_transfer.copied
source: Code copied
es: Código copiado
zh_hans: 转移码已复制

# account_transfer.copy
source: Copy code
es: Copiar código
zh_hans: 复制转移码

# account_transfer.create
source: Create transfer code
es: Crear código de transferencia
zh_hans: 创建转移码

# account_transfer.error_message
source: The transfer code could not be created. Try again.
es: No se pudo crear el código de transferencia. Inténtalo de nuevo.
zh_hans: 无法创建转移码，请重试。

# account_transfer.error_title
source: Couldn’t create code
es: No se pudo crear el código
zh_hans: 无法创建转移码

# account_transfer.explanation
source: Use this on your Android phone to connect Google sign-in to this Plainstride account. Your activities and profile stay with this account.
es: Úsalo en tu teléfono Android para conectar el acceso con Google a esta cuenta de Plainstride. Tus actividades y tu perfil permanecerán en esta cuenta.
zh_hans: 请在安卓手机上使用此功能，将 Google 登录关联到当前平步青云账号。你的活动和个人资料会保留在此账号中。

# account_transfer.expiry
source: Expires in 10 minutes and works once.
es: Caduca en 10 minutos y solo se puede usar una vez.
zh_hans: 转移码将在 10 分钟后过期，且仅可使用一次。

# account_transfer.ok
source: OK
es: Aceptar
zh_hans: 好

# account_transfer.replace
source: Create a new code
es: Crear otro código
zh_hans: 创建新转移码

# account_transfer.security_note
source: Only share this code with a device you control. Creating a new code disables the previous one.
es: Comparte este código solo con un dispositivo que controles. Al crear otro código, el anterior deja de funcionar.
zh_hans: 仅在你自己的设备上使用此转移码。创建新转移码后，之前的转移码将立即失效。

# account_transfer.settings_title
source: Use account on Android
es: Usar la cuenta en Android
zh_hans: 在安卓设备上使用此账号

# account_transfer.share
source: Share secure link
es: Compartir enlace seguro
zh_hans: 分享安全链接

# account_transfer.title
source: Use on Android
es: Usar en Android
zh_hans: 在安卓设备上使用
